/* NSButton (Don't show this again.) : <title:Don't show this again.> (oid:12) */
"Don't show this again." = "Больше не показывать это сообщение.";

/* NSButton (Donate!) : <title:Donate!> (oid:7) */
"Donate!" = "Сделать пожертвование";

/* NSTextField (It has taken many nights to develop this application. If you enjoy using it, please consider a donation to the author (that's me!) of this software. It will encourage me to make it better, really!) : <title:It has taken many nights to develop this application. If you enjoy using it, please consider a donation to the author (that's me!) of this software. It will encourage me to make it better, really!> (oid:9) */
"It has taken many nights to develop this application. If you enjoy using it, please consider a donation to the author (that's me!) of this software. It will encourage me to make it better, really!" = "Потребовалось бесчетное количество бессонных ночей, чтобы создать эту программу. Если она вам понравилась, пожалуйста, в знак вашей признательности, пожертвуйте ее автору (то есть мне!) некоторую сумму.  Это даст мне стимул совершенствовать ее дальше.";

/* NSButton (Later) : <title:Later> (oid:11) */
"Later" = "В другой раз";

/* NSWindow (Please Donate) : <title:Please Donate> (oid:5) */
"Please Donate" = "Ваша признательность автору";

/* NSTextField (Thank you for using Cyberduck!) : <title:Thank you for using Cyberduck!> (oid:10) */
"Thank you for using Cyberduck!" = "Благодарим вас за использование Cyberduck!";

/* NSTextField (The transaction can be made easily over the Internet using PayPal.) : <title:The transaction can be made easily over the Internet using PayPal.> (oid:19) */
"The transaction can be made easily over the Internet using PayPal." = "Оплата осуществляется переводом через электронную платежную систему PayPal";

